{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "DialogueAssetAction",
			"Children": [
				{
					"Source":
					{
						"Text": "Dialogue Tree"
					},
					"Translation":
					{
						"Text": "Dialogue Tree"
					},
					"Key": "AssetTypeName"
				}
			]
		},
		{
			"Namespace": "DialogueAssetEditor",
			"Children": [
				{
					"Source":
					{
						"Text": "DialogueAsset Editor"
					},
					"Translation":
					{
						"Text": "DialogueAsset Editor"
					},
					"Key": "DialogueAssetToolkit"
				}
			]
		},
		{
			"Namespace": "DialoguePropertiesTabFactory",
			"Children": [
				{
					"Source":
					{
						"Text": "Display the Properties view for current dialogue asset."
					},
					"Translation":
					{
						"Text": "Display the Properties view for current dialogue asset."
					},
					"Key": "DialoguePropertiesViewMenuDescription"
				},
				{
					"Source":
					{
						"Text": "Properties"
					},
					"Translation":
					{
						"Text": "Properties"
					},
					"Key": "DialoguePropertiesTabLabel"
				},
				{
					"Source":
					{
						"Text": "Show the Properties view."
					},
					"Translation":
					{
						"Text": "Show the Properties view."
					},
					"Key": "DialoguePropertiesViewMenuTooltip"
				},
				{
					"Source":
					{
						"Text": "The Properties view for doing properties thing."
					},
					"Translation":
					{
						"Text": "The Properties view for doing properties thing."
					},
					"Key": "DialoguePropertiesTabToolTipText"
				}
			]
		},
		{
			"Namespace": "DialogueViewportTabFactory",
			"Children": [
				{
					"Source":
					{
						"Text": "A Viewport for doing Viewport thing."
					},
					"Translation":
					{
						"Text": "A Viewport for doing Viewport thing."
					},
					"Key": "DialogueViewportTabToolTipText"
				},
				{
					"Source":
					{
						"Text": "Display a Viewport for whatever you want to do."
					},
					"Translation":
					{
						"Text": "Display a Viewport for whatever you want to do."
					},
					"Key": "DialogueViewportViewMenuDescription"
				},
				{
					"Source":
					{
						"Text": "Show the Viewport."
					},
					"Translation":
					{
						"Text": "Show the Viewport."
					},
					"Key": "DialogueViewportViewMenuTooltip"
				},
				{
					"Source":
					{
						"Text": "Viewport"
					},
					"Translation":
					{
						"Text": "Viewport"
					},
					"Key": "DialogueViewportTabLabel"
				}
			]
		},
		{
			"Namespace": "FDialogueEditorModule",
			"Children": [
				{
					"Source":
					{
						"Text": "Dialogue Tree"
					},
					"Translation":
					{
						"Text": "Dialogue Tree"
					},
					"Key": "AdvancedAssetCategory"
				}
			]
		}
	]
}